{
	"properties": [
		{
			"_key": "1",
			"index": "0",
			"name": "Bell Hooks",
			"years": "(1952 - current)",
			"picture": "https://projectphotos.blob.core.windows.net/photos/bellhooks.jpg",
			"bio": [
				"bell hooks is an acclaimed intellectual, feminist theorist cultural critic, artist, and writer.",
				"hooks has authored over three dozen books and has published works that span several genres",
				"This list of genres include cultural criticism, personal memoirs, poetry collections, and children's books.",
				"Her writings cover topics of gender, race, class, spirituality, teaching, and the significance of media in contemporary culture."
			],
			"link": "http://www.bellhooksinstitute.com/"
		},
		{
			"_key": "2",
			"index": "1",
			"name": "Zora Neale Hurston",
			"years": "(1891 - 1960)",
			"picture": "https://projectphotos.blob.core.windows.net/photos/zora_neale_hurston.jpg",
			"bio": [
				"Zora Neale Hurston was an American author, anthropologist, and filmmaker. ",
				"Zora wrote fiction acout contemporary issues in the black community and became a central figure of the Harlem Renaissance.",
				"She portrayed racial struggles in the early-1700s American South and published research on hoodoo.",
				"The most popular of her four novels is Their Eyes Were Watching God, published in 1937.",
				"She has written more than 50 short stories, and essays"
			],
			"link": "https://www.zoranealehurston.com/"
		},
		{
			"_key": "3",
			"index": "2",
			"name": "Katherine Johnson",
			"years": "(1918 - 2020)",
			"picture": "https://projectphotos.blob.core.windows.net/photos/katherinejohnson.jpg",
			"bio": [
				"Mathematician whose calculations of orbital mechanics as a NASA employee were critical to the success of the first and subsequent U.S. crewed spaceflights.",
				"Johnson calculated and analyzed the flight paths of many spacecraft during three decades with the U.S space program",
				"Johnson's work helped send astronauts to the Moon."
			],
			"link": "https://www.nasa.gov/content/katherine-johnson-biography"
		},
		{
			"_key": "4",
			"index": "3",
			"name": "Audre Lorde",
			"years": "(1934 - 1992)",
			"picture": "https://projectphotos.blob.core.windows.net/photos/audre_lorge.jpg",
			"bio": [
				"Writer, feminist, librarian, and civil rights activist.",
				"A poet that is best known for technical mastery and emotional expression.",
				"Her poems and prose largely deal with issues related to civil rights, feminism, lesbianism, illness and disability, and the exploration of black female identity"
			],
			"link": "https://www.poetryfoundation.org/poets/audre-lorde"
		},
		{
			"_key": "5",
			"index": "4",
			"name": "Marsha P. Johnson",
			"years": "(1945 - 1992)",
			"picture": "https://projectphotos.blob.core.windows.net/photos/marsha_johnson.jpg",
			"bio": [
				"Outspoken and fearless trans woman who played a vital part in the fight for civil rights for the LGBT community in New York",
				"Johnson was one of the prominent figures in the Stonewall uprising in 1969, which were a series of demonstrations by the LGBT community against police raids",
				"In recent years, she has been praised for insistent calls for social and economic justice.",
				"Marsha worked on behalf of homeless street youth ostracized by their families for being gay or otherwise not conforming to traditional ideas about gender.",
				"She was also known for her advocacy on behalf of AIDS patients."
			],
			"link": "https://www.nytimes.com/interactive/2018/obituaries/overlooked-marsha-p-johnson.html"
		},
		{
			"_key": "6",
			"index": "5",
			"name": "Ida B. Well-Barnett",
			"years": "(1862 - 1931)",
			"picture": "https://projectphotos.blob.core.windows.net/photos/ida_b_wells.jpg",
			"bio": [
				"Abolitionist, journalist and activist who led an anti-lynching crusade in the United States in the 1890s",
				"She was one of the founders of the National Association for the Advancement of Colored People (NAACP).",
				"Wells documented lynching in the United States through her indictment called \"Southern Horros: Lynch Law in all its Phases\".",
				"She was outspoken regarding her beliefs as a Black female activist. Wells was very active in women's rights and the women's suffage movement."
			],
			"link": "https://www.biography.com/activist/ida-b-wells"
		},
		{
			"_key": "7",
			"index": "6",
			"name": "Mary McLeod Bethune",
			"years": "(1875 – 1955)",
			"picture": "https://projectphotos.blob.core.windows.net/photos/mary_mcleod_bethune.jpg",
			"bio": [
				"Mary McLeod Bethune was an educator and activist, serving as president of the National Association of Colored Women and founding the National Council of Negro Women",
				"She believed that education provided the key to racial advancement. Bethune founded the Daytona Normal and Industrial Institute in 1904, which later became Bethune-Cookman College.",
				"She is remembered for her work to advance the rights of Blacks in America, especially Black women"
			],
			"link": "https://www.biography.com/activist/mary-mcleod-bethune"
		}
	]
}
